Repository: common-repository/compe-woo-compare-products
Catalog: languages/compe-woo-compare-products-*.po
Languages: vi

source: to show only on cart page and checkout page. Use
vi: để chỉ hiện thị trên trang giỏ hàng và trang thanh toán. Sử dụng

source: to show only on page have post id 42, 54 or 6 and it isn't home page. It is a conditional expression.
vi: để chỉ hiện thị trên trang có post id 42, 54 hoặc 6 và không phải là trang chủ. Đây là cách hoạt động của thẻ điều kiện.

source: Above add to cart
vi: Trên nút thêm vào giỏ hàng

source: Action after click compared
vi: Hành động sau khi nhấp vào so sánh

source: Add items
vi: Thêm mặt hàng

source: Add to Cart background color
vi: Màu nền nút thêm vào giỏ hàng

source: Add to Cart color
vi: Màu nút thêm vào giỏ hàng

source: Added to compare list color
vi: Màu khi đã thêm vào danh sách so sánh

source: Align
vi: Căn lề

source: Alternating color
vi: Màu thay thế

source: Available components
vi: Thành phần có sẵn

source: Background color
vi: Màu nền

source: Border
vi: Viền

source: Bottom Left
vi: Phía dưới bên trái

source: Bottom Right
vi: Phía dưới bên phải

source: Button background color
vi: Màu nền nút

source: Button compare
vi: Nút so sánh

source: Button on list product
vi: Nút trên trang danh sách sản phẩm

source: Button on single product
vi: Nút trên trang chi tiết sản phẩm

source: Button rounded corner(px)
vi: Bo góc cho nút(px)

source: Button text
vi: Tiêu đề nút

source: Button text color
vi: Màu tiêu đề nút

source: Center
vi: Ở giữa

source: Clear
vi: Xóa

source: Clear button
vi: Xóa nút

source: Close
vi: Đóng

source: Color
vi: Màu

source: Column
vi: Cột

source: Combining 2 or more conditionals using || and &&. If 1 of the conditionals matched. e.g: use
vi: Kết hợp 2 hoặc nhiều điều kiện sử dụng || và &&, nếu một trong các điều kiện đáp ứng. Ví dụ: sử dụng

source: Compare
vi: So sánh

source: Compare button
vi: Nút so sánh

source: Compare button on the Product Catalog
vi: Nút so sánh trên trang danh mục sản phẩm

source: Compare icon
vi: Biểu tượng so sánh

source: Compared text
vi: Tiêu đề sau khi đã thêm vào danh sách

source: Comparison page
vi: Trang so sánh

source: Conditional tag
vi: Thẻ điều kiện

source: Content
vi: Nội dung

source: Custom CSS
vi: Tùy chỉnh CSS

source: Design
vi: Thiết kế

source: Display
vi: Hiển thị

source: Display "Add to cart" button
vi: Hiển thị nút "Thêm vào giỏ hàng"

source: Display content
vi: Hiển thị nội dung

source: Display image
vi: Hiển thị ảnh

source: Display text of button compare after add to compare list
vi: Hiển thị tiêu đề nút so sánh sau khi thêm vào danh sách so sánh

source: Display title
vi: Hiển thị tiêu đề

source: Do not show again
vi: Không hiển thị lại

source: Do you want to remove all products from the compare list?
vi: Bạn có muốn xóa tất cả sản phẩm khỏi danh sách so sánh?

source: Do you want to remove this product from the compare list?
vi: Bạn có muốn xóa sản phẩm này khỏi danh sách so sánh?

source: Edit this item
vi: Sửa mặt hàng này

source: Element style
vi: Kiểu của phần tử

source: Enable sidebar
vi: Bật sideabar

source: Enable this to allow customer remove selected items in the comparison table with a Remove button
vi: Bật để cho phép khách hàng xóa mặt hàng đã chọn trong bảng so sánh bằng một nút xóa

source: Even columns color
vi: Màu cột chẵn

source: Even rows color
vi: Màu hàng chẵn

source: Fields
vi: Các trường

source: Fields header
vi: Trường tiêu đề

source: Floating icon
vi: Biểu tượng so sánh

source: Floating icon open
vi: Mở biểu tượng so sánh

source: Font size(px)
vi: Kích cỡ chữ(px)

source: Font weight
vi: Độ đậm của chữ

source: General
vi: Cài đặt chung

source: Go to design now
vi: Đi tới trang thiết kế ngay

source: Header background color
vi: Màu nền tiêu đề

source: Hidden
vi: Ẩn

source: Hide sidebar/floating icon when compare list empty
vi: Ẩn sidebar/biểu tượng so sánh khi danh sách so sánh trống

source: Icon color
vi: Màu biểu tượng

source: Icon position
vi: Vị trí biểu tượng

source: Icon wrap rounded corner(px)
vi: Bo viền cho biểu tượng(px)

source: Icons size(px)
vi: Kích cỡ biểu tượng(px)

source: Image height
vi: Độ cao ảnh

source: Input at least 3 keyword to search...
vi: Nhập ít nhất 3 từ khóa để tìm kiếm...

source: Just me
vi: Chỉ tôi

source: Left
vi: Bên trái

source: Let you control on which pages compare elements (popup, floating icon, side bar) will appear using
vi: Cho phép bạn kiểm soát trên những trang nào các nội dung so sánh (popup, biểu tượng so sánh, sidebar) sẽ xuất hiện sử dụng

source: Limit compared item
vi: Giới hạn mặt hàng so sánh

source: Next
vi: Tiếp

source: No product in compare list
vi: Không có sản phẩm trong danh sách so sánh

source: No products in compare list
vi: Không có sản phẩm trong danh sách so sánh

source: No results found for "%s"
vi: Không tìm thấy kết quả cho "%s"

source: None
vi: Không

source: Odd columns color
vi: Màu cột lẻ

source: Odd rows color
vi: Màu hàng lẻ

source: On top left of the image
vi: Trên cùng bên trái ảnh

source: On top right of the image
vi: Trên cùng bên phải ảnh

source: Only display on hover image
vi: Chỉ hiển thị trên ảnh di chuột qua

source: Page
vi: Trang

source: Please Fill In Your Product Title
vi: Vui lòng nhập tiêu đề sản phẩm

source: Please install and activate WooCommerce to use COMPE - WooCommerce Compare Products.
vi: Vui lòng cài đặt và kích hoạt WooCommerce để sử dụng COMPE - WooCommerce Compare Products.

source: Popup effect
vi: Hiệu ứng Popup

source: Previous
vi: Trước

source: Product Compare
vi: Sản phẩm so sánh

source: Remove
vi: Xóa

source: Remove all
vi: Xóa tất cả

source: Remove button after add to list
vi: Nút xóa sau khi thêm vào danh sách

source: Remove button text
vi: Tiêu đề nút xóa

source: Remove this item
vi: Xóa mặt hàng này

source: Right
vi: Bên phải

source: Row
vi: Hàng

source: Save
vi: Lưu

source: Screen redirect after click on added product button compare
vi: Chuyển hướng trang sau khi nhấp vào so sánh sản phẩm được thêm

source: Screen redirect after click on floating icon button
vi: Chuyển hướng trang sau khi nhấp vào nút biểu tượng so sánh

source: Search button background color
vi: Màu nền nút tìm kiếm

source: Search button color
vi: Màu chữ nút tìm kiếm

source: Search field
vi: Trường tìm kiếm

source: Select options
vi: Lựa chọn tùy chọn

source: Select position
vi: Lựa chọn vị trí

source: Setting button
vi: Cài đặt nút

source: Size(%)
vi: Kích cỡ(%)

source: Style
vi: Kiểu

source: Table buttons
vi: Nút trong bảng

source: Table content
vi: Nội dung bảng

source: Table header
vi: Tiêu đề bảng

source: Text
vi: Tiêu đề

source: Text color
vi: Màu tiêu đề

source: The effective way to compare product for WooCommerce
vi: Giải pháp hiệu quả để so sánh các sản phẩm của WooCommerce

source: Title color
vi: Màu tiêu đề

source: Title font size(px)
vi: Kích cỡ chữ của tiêu đề(px)

source: Top Left
vi: Phía trên bên trái

source: Top Right
vi: Phía trên bên phải

source: Type
vi: Kiểu

source: Under add to cart
vi: Phía dưới nút thêm vào giỏ hàng

source: Under price
vi: Phía dưới giá

source: Under price & rating
vi: Phía dưới giá & xếp hạng

source: Under rating
vi: Phía dưới xếp hạng

source: Under title
vi: Dưới tiêu đề

source: Widget Compare
vi: So sánh trên thanh tiện ích

source: Widget header
vi: Tiêu đề trên thanh tiện ích

source: Width(px)
vi: Độ rộng(px)

source: WP's conditional tags
vi: Thẻ điều kiện của WordPress

source: You can add a maximum of {limit} products to the compare table.
vi: Bạn có thể thêm tối đa {limit} sản phẩm vào bảng so sánh.
